Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samediggi.no/samediggi-article-3659.html.tmx
Source language: nob
Languages: sme

source: Ny leder valgt i samisk språknemd - Sámediggi Sametinget
sme: Ođđa jođiheaddji válljejuvvon sámi giellalávdegotti ságadoallin - Sámediggi Sametinget

source: Ny leder valgt i samisk språknemd
sme: Ođđa jođiheaddji válljejuvvon sámi giellalávdegotti ságadoallin

source: David Jonasson ble valgt som leder i samisk språknemd og nye medlemmer ble valgt til arbeidsutvalget for perioden 2010-2011.
sme: David Jonasson válljejuvvui sámi giellalávdegotti ságadoallin ja ođđa lahttut válljejuvvoje bargolávdegoddái 2010-2011 áigodahkii.

source: Samisk språknemd Sámediggi / Sara Marja Magga
sme: Sámediggi / Sara Marja Magga

source: 1. vara Rolf Olsen, personlig vara Lena Kappfjell
sme: Sámi giellalávdegotti jođiheaddjin válljejuvvo David Jonasson ja su várreláhttun válljejuvvo Per Anders Vannar 1. várrelahttun válljejuvvo Rolf Olsen ja su várrelahttun válljejuvvo Lena Kappfjell

source: 2. vara Petter Morottaja, personlig vara Erkki Lumisalmi
sme: 2. várrelahttun válljejuvvo Petter Morottaja ja su várrelahttun válljejuvvo Erkki Lumisalmi

source: 3. vara Nina Afanasjeva, personlig vara Zoja Nosova
sme: 3. várrelahttun válljejuvvo Nina Afanasjeva ja su várrelahttun válljejuvvo Zoja Nosova
